Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# PinChatsLimitTitle
source: Pinned Chats
cs: Připnuté konverzace
he: צ'אטים נעוצים
hr: Prikvačeni razgovori
hu: Rögzített csevegések
nb: Festede samtaler
sk: Pripnuté konverzácie
sr_cyrl: Закачена ћаскања

# Ping
source: Ping: {0} ms
he: פינג: ⁨{0}⁩ מ"ש
nb: forsinkelse: {0} ms
sr_cyrl: Пинг: {0} ms

# PinMessage
source: Pin
cs: Připnout
he: נעץ
hr: Prikvači
hu: Rögzítés
nb: Fest
sk: Pripnúť
sr_cyrl: Закачи

# PinMessageAlert
source: Pin this message in the group?
cs: Připnout tuto zprávu ve skupině?
he: לנעוץ הודעה זו בקבוצה?
hr: Želite li prikvačiti ovu poruku u grupi?
hu: Rögzíted ezt az üzenetet a csoportban?
nb: Fest denne meldingen i denne gruppen?
sk: Pripnúť túto správu v skupine?
sr_cyrl: Закачити ову поруку у групи?

# PinMessageAlertChannel
source: Do you want to pin this message in this channel?
cs: Chcete zprávu připnout v tomto kanálu?
he: לנעוץ הודעה זו בערוץ זה?
hr: Želite li prikvačiti poruku u ovom kanalu?
hu: Rögzíteni szeretnéd ezt az üzenetet a csatornán?
nb: Vil du feste denne meldingen i denne kanalen?
sk: Chcete túto správu pripnúť v tomto kanáli?
sr_cyrl: Желите ли да закачите ову поруку на овом каналу?

# PinMessageAlertChat
source: Do you want to pin this message to the top of the chat?
cs: Chcete připnout tuto zprávu v konverzaci nahoru?
he: לנעוץ הודעה זו בראש הצ'אט?
hr: Želite li prikvačiti poruku na vrh razgovora?
hu: Rögzíteni szeretnéd ezt az üzenetet a csevegés tetejére?
nb: Vil du feste denne meldingen til toppen av samtalen?
sk: Chcete pripnúť túto správu na vrch konverzácie?
sr_cyrl: Желите ли да закачите ову поруку на врх ћаскања?

# PinMessageAlertTitle
source: Pin message
cs: Připnout zprávu
he: נעץ הודעה
hr: Prikvači poruku
hu: Üzenet rögzítése
nb: Fest melding
sk: Pripnúť správu
sr_cyrl: Закачи поруку

source: Pinned Message
cs: Připnutá zpráva
he: הודעה נעוצה
hr: Prikvačena poruka
hu: Rögzített üzenet
nb: Festet melding
sk: Pripnutá správa
sr_cyrl: Закачена порука

source: Pinned Messages
cs: Připnuté zprávy
he: הודעות נעוצות
hr: Prikvačene poruke
hu: Rögzített üzenetek
nb: Festede meldinger
sk: Pripnuté správy
sr_cyrl: Закачене поруке

# PinNotify
source: Notify all members
cs: Upozornit všechny členy
he: הודע לכל החברים
hr: Obavijesti sve članove
hu: Minden tag értesítése
nb: Varsle alle medlemmer
sk: Upozorniť všetkých členov
sr_cyrl: Обавести све чланове

# PinOldMessageAlert
source: Do you want to pin an older message while leaving a more recent one pinned?
cs: Opravdu chcete připnout starší zprávu a nechat připnutou i tu nedávnou?
he: לנעוץ הודעה ישנה יותר ולהשאיר את ההודעה החדשה יותר נעוצה?
hr: Želite li prikvačiti stariju poruku, a noviju ostaviti prikvačenom?
hu: Szeretnél rögzíteni egy régebbi üzenetet, miközben egy újabbat rögzítve hagysz?
nb: Vil du feste en eldre melding samtidig som du lar en nyere melding fortsette å være festet?
sk: Chcete pripnúť staršiu správu a ponechať pripnutú novšiu?
sr_cyrl: Желите ли да закачите старију поруку, а да недавну оставите закаченом?

source: Pin to top
cs: Připnout nahoru
he: נעץ להתחלה
hr: Prikvači na vrh
hu: Rögzítés felül
nb: Fest øverst
sk: Pripnúť na vrch
sr_cyrl: Закачи на врх

# PlainTextRestrictedHint
source: Text not allowed
cs: Psaní není povoleno
he: אסורה שליחת טקסט
hr: Tekst nije dopušten
hu: Szöveg nem megengedett
nb: Tekst er ikke tillatt
sk: Text nie je povolený
sr_cyrl: Текст није дозвољен

# PleaseEnterCurrentPasswordTransfer
source: Please enter your password to complete the transfer.
cs: Pro dokončení převodu prosím zadejte své heslo.
he: נא להכניס את הסיסמה כדי לסיים את ההעברה.
hr: Unesite lozinku za potvrdu u dva koraka kako biste dovršili prijenos.
hu: Kérjük, add meg a jelszavad az átadás befejezéséhez.
nb: Vennligst oppgi ditt passord for å fullføre overføringen.
sk: Zadajte, prosím, vaše heslo pre dokončenie prevodu.
sr_cyrl: Унесите своју лозинку да бисте завршили пренос.

# PleaseEnterFirstPassword
source: Enter a password
cs: Zadejte heslo
he: הזן סיסמה
hr: Unesite lozinku
hu: Adj meg egy jelszót
nb: Angi et passord
sk: Zadajte heslo
sr_cyrl: Унесите лозинку

# PleaseReEnterPassword
source: Re-enter your password
cs: Zadejte heslo znovu
he: נא להזין מחדש את הסיסמה
hr: Ponovno unesite lozinku
hu: Add meg újra a jelszavad
nb: Bekreft passord
sk: Znova zadajte vaše heslo
sr_cyrl: Поново унесите лозинку

source: Poll
cs: Hlasování
he: סקר
hr: Anketa
hu: Szavazás
nb: Avstemning
sk: Hlasovanie
sr_cyrl: Анкета

# PollMultiple
source: Multiple Answers
cs: Vícero možností
he: בחירה מרובה
hr: Više odgovora
hu: Több válasz
nb: Flere svar
sk: Viacero odpovedí
sr_cyrl: Вишеструки одговори

source: Poll options
cs: Možnosti hlasování
he: אפשרויות סקר
hr: Opcije ankete
hu: Szavazási lehetőségek
nb: Avstemningsalternativer
sk: Možnosti hlasovania
sr_cyrl: Опције анкете

# PollQuiz
source: Quiz Mode
cs: Mód kvízu
he: מצב חידון
hr: Kviz
hu: Vetélkedő mód
nb: Quizmodus
sk: Kvízový režim
sr_cyrl: Режим квиза

source: Poll Results
cs: Výsledky hlasování
he: תוצאות הסקר
hr: Rezultati ankete
hu: A szavazás eredménye
nb: Avstemningsresultater
sk: Výsledky hlasovania
sr_cyrl: Резултати анкете

# PollSubmitVotes
source: VOTE
cs: HLASOVAT
he: הצבעה
hr: ODGOVORITE
hu: SZAVAZÁS
nb: STEM
sk: HLASOVAŤ
sr_cyrl: ГЛАСАЈ

# PollViewResults
source: VIEW RESULTS
cs: ZOBRAZIT VÝSLEDKY
he: הצג תוצאות
hr: REZULTATI
hu: EREDMÉNYEK
nb: SE RESULTATER
sk: ZOBRAZIŤ VÝSLEDKY
sr_cyrl: ПРИКАЖИ РЕЗУЛТАТЕ

# PopularReactions
source: Popular
cs: Oblíbené
he: פופולרי
hr: Popularne
hu: Népszerű
nb: Populære
sk: Populárne
sr_cyrl: Популарне

source: Posting Members
cs: Přispívající členové
he: חברים שמפרסמים
hr: Članovi koji objavljuju
hu: Posztoló tagok
nb: Deltakende medlemmer
sk: Publikujúci členovia
sr_cyrl: Чланови који објављују

# PowerUsage
source: Power Saving
he: חיסכון בסוללה
hr: Ušteda energije
hu: Energiatakarékosság
nb: Strømbruk
sk: Úspora energie
sr_cyrl: Уштеда енергије

# PremiumMore
source: More
cs: Více
he: עוד
hr: Više
hu: Bővebben
nb: Mer
sk: Viac
sr_cyrl: Више

# PremiumPreviewAdvancedChatManagement
source: Advanced Chat Management
cs: Pokročilá správa konverzací
he: ניהול צ'אט מתקדם
hr: Napredna organizacija razgovora
hu: Haladó Csevegéskezelés
nb: Avansert samtalestyring
sk: Pokročilá správa konverzácie
sr_cyrl: Управљање ћаскањима

# PremiumPreviewAdvancedChatManagementDescription
source: Tools to set the default folder, auto-archive and hide new chats from non-contacts.
cs: Nástroje pro nastavení výchozí složky, automatickou archivaci a skrytí nových konverzací před uživateli mimo seznam.
he: כלים להגדרת תיקית ברירת מחדל, העברה אוטומטית לארכיון והסתרה של צ'אטים מאנשים לא מוכרים.
hr: Postavite zadanu mapu i automatski arhivirajte razgovore od osoba koje nisu vaši kontakti.
hu: Alapértelmezett mappák kezelése, automatikus archiválás és idegenek üzeneteinek elrejtése.
nb: Verktøy for å angi en standardmappe, automatisk arkivering og skjule nye samtaler fra ikke-kontakter.
sk: Nástroje na nastavenie predvoleného priečinka, automatickú archiváciu a skrytie nových konverzácií od ľudí mimo kontaktov.
sr_cyrl: Подразумевана фасцикла, архивирање и сакривање нових ћаскања од непознатих.

# PremiumPreviewAnimatedProfiles
source: Animated Profile Pictures
cs: Animované obrázky profilu
he: תמונות פרופיל מונפשות
hr: Animirane slike profila
hu: Animált profilképek
nb: Animerte profilbilder
sk: Animované profilové obrázky
sr_cyrl: Анимиране слике профила

# PremiumPreviewAnimatedProfilesDescription
source: Video avatars animated in chat lists and chats to allow for additional self-expression.
cs: Video avatary animované v seznamech a konverzacích umožňující další sebevyjádření.
he: סרטוני פרופיל מונפשים ברשימת הצ'אטים ובצ'אטים עצמם לביטוי עצמי מורחב.
hr: Istaknite se svojim animiranim video profilom na listi razgovora i u samim razgovorima.
hu: Videoavatárok használata csevegéslistában és csevegésben, az egyéniség kifejezéséhez.
nb: Videoavatarer animert i samtalelisten og i samtaler for ekstra selvuttrykk.
sk: Animované videoavatary v zoznamoch konverzácií a konverzácie umožňujúce ďalšie sebavyjadrenie.
sr_cyrl: Видео-аватари су свуда анимирани како би се омогућило додатно самоизражавање.

# PremiumPreviewAppIcon
source: Premium App Icons
cs: Prémiové ikony
he: סמלי אפליקציה פרימיום
hr: Premium ikone aplikacije
hu: Prémium alkalmazás ikonok
nb: Premium appikoner
sk: Ikony prémiovej aplikácie
sr_cyrl: Премијум иконе апликације

# PremiumPreviewAppIconDescription
source: Choose from a selection of Telegram app icons for your homescreen.
cs: Vyberte si z nabídky ikon Telegramu pro domovskou obrazovku.
he: בחירה ממבחר סמלים לאפליקצית טלגרם עבור מסך הבית שלך.
hr: Odaberite koju Telegram ikonu želite na početnom zaslonu.
hu: Változtasd meg a Telegram alkalmazás ikonját a rendelkezésre álló ikonok egyikére.
nb: Velg blant et utvalg av Telegram appikoner for hjemskjermen din.
sk: Vyberte si z ponuky ikon aplikácie Telegram pre domovskú obrazovku.
sr_cyrl: Изаберите икону Telegram апликације за свој почетни екран.

# PremiumPreviewDownloadSpeed
source: Faster Download Speed
cs: Rychlejší stahování
he: מהירות הורדה מוגברת
hr: Veća brzina preuzimanja
hu: Gyorsabb letöltés
nb: Raskere nedlasting
sk: Vyššia rýchlosť sťahovania
sr_cyrl: Већа брзина преузимања

# PremiumPreviewDownloadSpeedDescription
source: No more limits on the speed with which media and documents are downloaded.
cs: Rychlost stahování médií a dokumentů již není omezena.
he: ללא הגבלה על מהירות הורדת מדיה ומסמכים.
hr: Nema više ograničenja brzine preuzimanja medija i datoteka.
hu: Nincs többé korlátozás a média és a dokumentumok letöltésének sebességére vonatkozóan.
nb: Ingen hastighetsbegrensning på nedlasting av media og dokumenter.
sk: Už žiadne obmedzenia rýchlosti sťahovania médií a dokumentov.
sr_cyrl: Нема више ограничења брзине преузимања медија и датотека.

# PremiumPreviewEmoji
source: Animated Emoji
cs: Animované emoji
he: אימוג'ים מונפשים
hr: Animirani emojiji
hu: Animált emoji
nb: Animert emoji
sk: Animované emoji
sr_cyrl: Анимирани емоџији

# PremiumPreviewEmojiDescription
source: Include animated emoji from different packs in any message you send.
cs: Do každé odeslané zprávy můžete zahrnout animované emoji z různých balíčků.
he: כלול אימוג'ים מונפשים מערכות שונות בכל הודעה שתשלח.
hr: Koristite animirane emojije iz različitih paketa u bilo kojoj poruci koju šaljete.
hu: A különböző emoji-csomagokból származó animált emojikat bármelyik üzenetbe belefoglalhatod.
nb: Inkluder animerte emojier fra forskjellige samlepakker i meldinger.
sk: Do každej odoslanej správy môžete zahrnúť animované emoji z rôznych balíčkov emoji.
sr_cyrl: Додајте анимиране емоџије из различитих пакета у било коју поруку коју шаљете.

# PremiumPreviewEmojiStatus
source: Emoji Statuses
cs: Stav s emoji
he: סטטוס אימוג'י
hr: Emoji status
hu: Emoji állapotok
nb: Emoji status
sk: Emoji statusy
sr_cyrl: Емоџи-статуси

# PremiumPreviewEmojiStatusDescription
source: Choose from thousands of emoji to display current activity next to your name.
cs: Vyberte si z tisíců emoji, které zobrazují aktuální aktivitu vedle vašeho jména.
he: בחר מתוך אלפי אימוג'ים כדי להציג את הפעילות הנוכחית שלך ליד השם שלך.
hr: Odaberite bilo koji emoji i prikažite trenutnu aktivnost pored svojeg imena.
hu: Válassz több ezer emoji közül az aktuális tevékenység megjelenítéséhez a neved mellett.
nb: Velg mellom tusener av emojier for å vise nåværende aktivitet ved siden av navnet ditt.
sk: Vyberte si z tisícov emoji na zobrazenie aktuálnej aktivity vedľa vášho mena.
sr_cyrl: Изаберите било који емоџи да бисте приказали тренутни статус поред свог имена.

# PremiumPreviewLimits
source: Doubled Limits
cs: Dvojnásobné limity
he: מגבלות מוכפלות
hr: Duplo veći limiti
hu: Megduplázott limitek
nb: Doble grenser
sk: Dvojnásobné limity
sr_cyrl: Удвостручена ограничења

# PremiumPreviewLimitsDescription
source: Up to {0} channels, {1} folders, {2} pins, {3} public links, {4} accounts and more.
cs: Až {0} kanálů, {1} složek, {2} připnutí, {3} veřejných odkazů, {4} účty a další.
he: עד ל⁨{0}⁩ ערוצים, ⁨{1}⁩ תיקיות, ⁨{2}⁩ נעיצות, ⁨{3}⁩ קישורים ציבוריים, ⁨{4}⁩ חשבונות ועוד.
hr: Do {0} kanala, {1} mapa razgovora, {2} prikvačenih razgovora, {3} javnih linkova, {4} računa i još mnogo toga.
hu: Akár {0} csatorna, {1} mappa, {2} rögzítés, {3} nyilvános link, {4} fiók és még sok más.
nb: Inntil {0} kanaler, {1} mapper, {2} festede samtaler, {3} lenker, {4} kontoer m.m.
sk: Až {0} kanálov, {1} priečinkov, {2} pripnutí, {3} verejných odkazov, {4} účty a ďalšie.
sr_cyrl: До {0} канала, {2} закачених ћаскања, {1} фасцикли, {3} јавних линкова, {4} налога и још много тога.

# PremiumPreviewNoAds
source: No Ads
cs: Bez reklam
he: ללא פרסומות
hr: Bez oglasa
hu: Nincsenek hirdetések
nb: Ingen reklame
sk: Bez reklám
sr_cyrl: Нема огласа

# PremiumPreviewNoAdsDescription
source: No more ads in public channels where Telegram sometimes shows ads.
cs: Už žádné reklamy ve veřejných kanálech, kde je Telegram občas zobrazuje.
he: ללא פרסומות בערוצים ציבוריים שטלגרם מציג בהם לעתים פרסומות.
hr: Nema više oglasa na javnim kanalima na kojima Telegram ponekad prikazuje oglase.
hu: Nincs több reklám a nyilvános csatornákon, ahol a Telegram néha hirdetéseket mutat.
nb: Ingen reklame i offentlige kanaler hvor Telegram noen ganger viser reklame.
sk: Už žiadne reklamy na verejných kanáloch, kde Telegram niekedy zobrazuje reklamy.
sr_cyrl: Нема више огласа на јавним каналима где их Telegram понекад приказује.

# PremiumPreviewProfileBadge
source: Profile Badge
cs: Profilový odznak
he: תג בפרופיל
hr: Značka na profilu
hu: Profil jelvény
nb: Profilskilt
sk: Odznak profilu
sr_cyrl: Значка профила

# PremiumPreviewProfileBadgeDescription
source: A badge next to your name showing that you are helping support Telegram.
cs: Odznak vedle vašeho jména, který ukazuje, že podporujete Telegram.
he: תג שמופיע לצד השם שלך, שמסמל את תמיכתך בטלגרם.
hr: Značka pored vašeg imena koja pokazuje da pružate podršku Telegramu.
hu: Egy jelvény mutatja a neved mellett, hogy segítesz a Telegram támogatásában.
nb: Et skilt ved siden av navnet ditt som viser at du hjelper til med å støtte Telegram.
sk: Odznak vedľa vášho mena, ktorý ukazuje, že pomáhate podporovať Telegram.
sr_cyrl: Значка поред вашег имена која показује да подржавате Telegram.

# PremiumPreviewReactions2
source: Infinite Reactions
cs: Nekonečné reakce
he: אינסוף רגשונים
hr: Neograničene reakcije
hu: Határtalan reakciók
nb: Uendelige reaksjoner
sk: Nekonečné reakcie
sr_cyrl: Неограничене реакције

# PremiumPreviewReactions2Description
source: React with thousands of emoji using multiple reactions per message.
cs: Reagujte pomocí tisíců emoji — na jednu zprávu můžete použít více reakcí.
he: הגב עם אלפי רגשונים – באמצעות מספר רגשונים להודעה אחת.
hr: Reagirajte s više reakcija po poruci koristeći tisuće emojija.
hu: Reagálj ezernyi emojival — üzenetenként több reakciót használva.
nb: Reager med tusener av emojier – med flere reaksjoner pr. melding.
sk: Reagujte pomocou tisícov emoji – na jednu správu môžete použiť viacero reakcií.
sr_cyrl: Реагујте са хиљадама емоџија — користећи више реакција по поруци.

# PremiumPreviewStickers
source: Premium Stickers
cs: Prémiové samolepky
he: מדבקות פרימיום
hr: Premium naljepnice
hu: Prémium matricák
nb: Premium klistremerker
sk: Prémiové nálepky
sr_cyrl: Премијум налепнице

# PremiumPreviewStickersDescription
source: Exclusive enlarged stickers featuring additional effects, updated monthly.
cs: Exkluzivní zvětšené samolepky s dalšími efekty, aktualizované každý měsíc.
he: מדבקות מוגדלות ייחודיות עם אפקטים נוספים, בעדכון חודשי.
hr: Ekskluzivne uvećane naljepnice s dodatnim efektima koje se ažuriraju svaki mjesec.
hu: Nagyobb, exkluzív matricák effektekkel kibővítve, amelyek havonta frissülnek.
nb: Eksklusive, forstørrede klistremerker med ekstra effekter, oppdatert månedlig.
sk: Exkluzívne zväčšené nálepky s ďalšími efektmi, aktualizované každý mesiac.
sr_cyrl: Ексклузивне увећане налепнице са додатним ефектима које се ажурирају месечно.

# PremiumPreviewUploads
source: 4 GB Upload Size
cs: 4 GB velikost souboru
he: גודל העלאה של 4 GB
hr: Veličina prijenosa do 4 GB
hu: 4 GB feltöltési méret
nb: 4 GB opplasting
sk: Veľkosť nahrávania 4 GB
sr_cyrl: Величина отпремања 4 GB

# PremiumPreviewUploadsDescription
source: Increased upload size from 2 GB to 4 GB per document, unlimited storage overall.
cs: Zvětšení velikosti nahrávání z 2 GB na 4 GB na soubor, celkově neomezené úložiště.
he: גודל העלאת קבצים מורחב מ2 GB ל4 GB לקובץ, שטח אחסון כולל לא מוגבל.
hr: Povećana veličina prijenosa s 2 GB na 4 GB po datoteci, a vaša pohrana je neograničena.
hu: A feltöltés mérete dokumentumonként 2 GB-ról 4 GB-ra nő, összességében korlátlan tárhellyel.
nb: Større grense på opplastinger fra 2 GB til 4 GB pr. fil, ubegrenset lagringsplass.
sk: Zväčšená veľkosť nahrávania z 2 GB na 4 GB na dokument, celkovo neobmedzené úložisko.
sr_cyrl: Повећано је отпремање са 2 GB на 4 GB по документу, уз неограничено укупно складиште.

# PremiumPreviewVoiceToText
source: Voice-to-Text Conversion
cs: Převod hlasu na textu
he: המרת שמע לטקסט
hr: Pretvorba glasa u tekst
hu: Hangból szöveggé konvertálás
nb: Tale-til-tekst konvertering
sk: Konverzia hlasu na text
sr_cyrl: Претварање гласа у текст

# PremiumPreviewVoiceToTextDescription
source: Ability to read the transcript of any incoming voice message.
cs: Možnost přečíst přepis jakékoli příchozí hlasové zprávy.
he: אפשרות לקריאת תמלול של כל הודעה קולית.
hr: Mogućnost čitanja transkripcije bilo koje dolazne glasovne poruke.
hu: Lehetőség bármely bejövő hangüzenet leiratának olvasására.
nb: Muligheten til å lese transkripsjoner av en hvilken som helst innkommende talemelding.
sk: Možnosť prečítať prepis akejkoľvek prichádzajúcej hlasovej správy.
sr_cyrl: Могућност читања транскрипције било које долазне гласовне поруке.

source: Premium Stickers
cs: Prémiové samolepky
he: מדבקות פרימיום
hr: Premium naljepnice
hu: Prémium matricák
nb: Premium klistremerker
sk: Prémiové nálepky
sr_cyrl: Премијум налепнице

# PreviewFeedback2
source: Wrong layout?
cs: Špatné rozložení?
he: פריסה לא נכונה?
hr: Pogrešan izgled?
hu: Rossz elrendezés?
nb: Feil layout?
sk: Zlé rozloženie?
sr_cyrl: Погрешан изглед?

# PricePerMonth
source: {0} / month
cs: {0} / měsíc
he: ⁨{0}⁩ לחודש
hr: {0} mjesečno
hu: {0} / hónap
nb: {0} / måned
sk: {0} / mesiac
sr_cyrl: {0} / месечно

# PrivacyAdvanced
source: Advanced
cs: Pokročilé
he: מתקדם
hr: Napredno
hu: Haladó
nb: Avansert
sk: Pokročilé
sr_cyrl: Напредно

# PrivacyBots
source: Bots and websites
cs: Boti a webové stránky
he: בוטים ואתרי אינטרנט
hr: Botovi i web stranice
hu: Botok és weboldalak
nb: Roboter og nettsider
sk: Boti a webové stránky
sr_cyrl: Ботови и веб-сајтови

# PrivacyBotsInfo
source: Websites where you've used Telegram to log in.
cs: Webové stránky používající přihlášení přes Telegram
he: אתרים שבהם השתמשת בטלגרם בכדי להיכנס.
hr: Web stranice na kojima ste prijavljeni preko Telegrama.
hu: Weboldalak, amiken a bejelentkezéshez Telegramot használtál.
nb: Nettsider hvor du har brukt Telegram for å logge inn.
sk: Weby, na ktorých ste sa prihlásili cez Telegram.
sr_cyrl: Веб-сајтови на којима сте користили Telegram за пријављивање.

# PrivacyCallsP2PHelp
source: Disabling peer-to-peer will relay all calls through Telegram servers to avoid revealing your IP address, but may decrease audio and video quality.
cs: Vypnutím P2P budou Vaše hovory spojovány pouze přes servery Telegramu. Tímto zabráníte odhalení Vaší IP adresy, za cenu možné snížení kvality hovoru.
he: השבתת עמית-לעמית תעביר כל השיחות דרך שרתי טלגרם בכדי להימנע מלחשוף את כתובת ה-IP שלך, אך עשויה להקטין את איכות השמע והוידאו.
hr: Isključivanjem peer-to-peer komunikacije svi pozivi će ići preko Telegramovih servera kako se ne bi otkrila vaša IP adresa, ali se može smanjiti kvaliteta slike i zvuka.
hu: A peer-to-peer mód tiltásával az összes hívás a Telegram szerverein keresztül történik, ez segít elrejteni az IP címed, viszont romlik a hívás minősége.
nb: Deaktivering av likemannsnettverk (P2P) vil veksle alle samtaler via telegram servere for å unngå å avsløre din IP-adresse, men kan redusere lyd- og bildekvaliteten.
sk: Vypnutie funkcie peer-to-peer presmeruje všetky hovory cez servery Telegramu, aby sa predišlo odhaleniu vašej IP adresy, ale môže to znížiť kvalitu zvuku a videa.
sr_cyrl: Онемогућавање peer-to-peer преусмериће све позиве на Telegram сервере како би се избегло откривање ваше IP адресе, али аудио квалитет може бити смањен.

# PrivacyClearPayment
source: Payment info
cs: Informace o platbě
he: פרטי תשלום
hr: Podaci o plaćanju
hu: Fizetési információ
nb: Betalingsinformasjon
sk: Informácie o platbe
sr_cyrl: Подаци о плаћању

# PrivacyClearShipping
source: Shipping info
cs: Informace o dopravě
he: פרטי משלוח
hr: Podaci o dostavi
hu: Szállítási információ
nb: Leveringsadresse
sk: Informácie o doručení
sr_cyrl: Подаци о достави

# PrivacyDeleteCloudDrafts
source: Delete All Cloud Drafts
cs: Smazat všechny koncepty v Cloudu
he: מחיקת כל הטיוטות בענן
hr: Izbriši sve skice u oblaku
hu: Minden felhőben tárolt piszkozat törlése
nb: Slett alle skyutkast
sk: Odstrániť všetky cloudové koncepty
sr_cyrl: Избриши све нацрте у облаку

# PrivacyForwards
source: Forwarded Messages
cs: Přeposlané zprávy
he: הודעות שהועברו
hr: Proslijeđene poruke
hu: Továbbított üzenetek
nb: Videresendte meldinger
sk: Preposlané správy
sr_cyrl: Прослеђивање порука

# PrivacyForwardsContacts
source: Link if allowed by the settings below
cs: Propojovat za podmínek níže
he: הקישור מותר על ידי ההגדרות להלן
hr: Račun će se povezati ako je to dopušteno
hu: Hivatkozás, ha az alábbi beállítások megengedik
nb: Lenk hvis tillatt av innstillingene nedenfor
sk: Odkaz, ak to umožňujú nastavenia nižšie
sr_cyrl: Линк ако је дозвољено у подешавањима испод

# PrivacyForwardsEverybody
source: Link to your account
cs: Propojit s účtem
he: מקושר לחשבון שלך
hr: Vaš račun će biti povezan
hu: Hivatkozás a profilodra
nb: Lenke til kontoen din
sk: Odkaz na váš účet
sr_cyrl: Линк до вашег налога

# PrivacyForwardsInfo
source: Messages you send will not link back to your account when forwarded by other users.
cs: Zprávy, které přepošlete, nebudou odkazovat zpět k Vašemu účtu, pokud budou přeposlány někým jiným.
he: הודעות ששלחת לא יקשרו לחשבונך, כאשר הן יועברו לצ'אטים אחרים.
hr: Kad drugi korisnici proslijede vaše poruke, one neće biti povezane s vašim računom.
hu: Az elküldött üzeneteid nem mutatnak vissza a fiókodra, ha más felhasználók továbbküldik.
nb: Meldinger du sender vil ikke lenke tilbake til kontoen din når de blir videresendt av andre brukere.
sk: Správy, ktoré odošlete, nebudú odkazovať na váš účet pri preposielaní inými používateľmi.
sr_cyrl: Поруке које шаљете неће бити повезане с вашим налогом када их други корисници проследе.

# PrivacyForwardsInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Můžete přidat uživatele nebo celou skupinu jako výjimku, která bude nadřazená nastavení výše.
he: ניתן להוסיף משתמשים או קבוצות שלמות כחריגים שיעקפו את ההגדרות שלמעלה.
hr: Možete dodati korisnike ili grupe kao iznimke koje će nadglasati gornje postavke.
hu: Hozzáadhatsz felhasználókat vagy teljes csoportokat kivételként, amelyek beállításai felülírják a fentieket.
nb: Du kan legge til brukere eller hele grupper som unntak som vil overstyre verdiene ovenfor.
sk: Môžete pridať používateľov alebo celé skupiny ako výnimky, ktoré prekonajú nastavenia vyššie.
sr_cyrl: Можете додати кориснике или целе групе као изузетке који ће заменити подешавања изнад.
